#Довідник студента. База даних – розклад занять, містить п’ять записів з наступними
#полями: 1-ша пара, 2-га пара, 3-тя пара, 4-та пара, секція. Організувати вибір за довільним
#запитом. Дані зберігаються в масиві записів, який створюється динамічно.
dict = {'1-ша пара':input('1-ша пара:')}
print("1-ша пара:",dict['1-ша пара'])
dict = {'2-га пара':input('2-га пара:')}
print("2-га пара:",dict['2-га пара'])
dict = {'3-тя пара':input('3-тя пара:')}
print("3-тя пара:",dict['3-тя пара'])
dict = {'4-та пара':input('4-та пара:')}
print("4-та пара:",dict['4-та пара'])
dict = {'Секція':input('Секція:')}
print("Секція:",dict['Секція'])
#Довідник інспектора ДАІ. База даних автомобілів: номер автомобіля, власник, рік
#випуску, марка автомобіля. Організувати вибір за довільним запитом. Дані зберігаються в
#масиві записів, який створюється динамічно.
dict = {'Номер автомобіля':input('Номер автомобіля:')}
print("Номер автомобіля:",dict['Номер автомобіля'])
dict = {'Власник':input('Власник:')}
print("Власник:",dict['Власник'])
dict = {'Рік випуску':input('Рік випуску:')}
print("Рік випуску:",dict['Рік випуску'])
dict = {'Марка автомобіля':input('Марка автомобіля:')}
print("Марка автомобіля:",dict['Марка автомобіля'])
